{
    "2024": [
        "Alexandru, Maria, Elsa De Luca, and Ichiro Fujinaga. 2024. “Brainstorming on the Encoding of Eastern Music Scripts, Middle-Byzantine Neumes as a Case-Study.” <i>Series Musicologica Balcanica</i>, no. 5, 177–205.",
        "Araz, R Oguz, Xavier Serra, and Dmitry Bogdanov. 2024. “Discogs-VI: A Musical Version Identification Dataset Based on Public Editorial Metadata.” <i>arXiv Preprint arXiv:2410.17400</i>.",
        "Bain, Jennifer, and Anna de Bakker. 2024. “Traces of Liturgy: Analysing Manuscript Fragments from the Binding of the Riesencodex.” <i>Fragmentology</i> 7:9–51.",
        "Bouressa, Kyrie Ekaterina and Ichiro Fujinaga. 2024. “Musical Instrument Encoding Matters.” In <i>Proceedings of the Music Encoding Conference.</i> Denton, TX. <a href=\"https://doi.org/10.17613/g587-jh48\">https://doi.org/10.17613/g587-jh48</a>.",
        "Cory McKay and Julie Cumming. 2024. “Using Feature-Based Composer Classification to Test Musicological Evidence for Josquin Attribution.” In <i>Extended Abstracts for the Late-Breaking Demo Session of the 25th International Society for Music Information Retrieval Conference</i>.",
        "Crawford, Tim, and David Lewis. 2024. “Pragmatic Digital Musicology.”",
        "Dams, Lode, Christof van Nimwegen, and Frans Wiering. 2024. “Decoding Auditory Feedback: Enhancing Usability with Sound Insights.” In <i>Proceedings of the European Conference on Cognitive Ergonomics 2024</i>, 1–7.",
        "David Watt and Jennifer Bain. 2024. “The DACT Project: Chant Manuscripts and Fragments in Canadian Collections.” In . Montreal, Canada.",
        "De Luca, Elsa, Inga Behrendt, Ichiro Fujinaga, Kate Helsen, and Stefan Morent. 2024. “Visual or Symbolic? Best Practices for Encoding Neumes.” <i>Series Musicologica Balcanica</i>, no. 5, 157–76.",
        "Debra Lacoste and Jennifer Bain. 2024. “Projects, Platforms and Partnerships: Linking Digital Chant Tools.” In . Gödöllö, Hungary.",
        "Hankinson, Andrew, Johannes Hentschel, Laurent Pugin, Ioannis Rammos, and Martin Rohrmeier. 2024. “MEI-Basic Support in MuseScore 4.2.” In <i>Music Encoding Conference 2024</i>.",
        "Hankinson, Andrew, and Laurent Pugin. 2024. “Navigating the RISM Data with RISM Online.” In <i>Proceedings of the 11th International Conference on Digital Libraries for Musicology</i>, 54–62.",
        "Ichiro Fujinaga, Anna de Bakker, Andrew Hankinson, Dylan Hillerbrand, and Laurent Pugin. 2024. “LinkedNeumes: The Making of Cantus Ultimus.” In . Granada, Spain.",
        "Ichiro Fujinaga, Anna de Bakker, Andrew Hankinson, Dylan Hillerbrand, and Laurent Pugin. 2024. “Using Optical Music Recognition in Search of Early European Music.” In <i>Actes Des Journées d’Informatique Musicale</i>, 257–63. Marseille, France. <a href=\"https://cloud.prism.cnrs.fr/index.php/s/8aX4YaDXArst2xQ\">https://cloud.prism.cnrs.fr/index.php/s/8aX4YaDXArst2xQ</a>.",
        "Jacoby, Nori, Rainer Polak, Jessica A Grahn, Daniel J Cameron, Kyung Myun Lee, Ricardo Godoy, Eduardo A Undurraga, et al. 2024. “Commonality and Variation in Mental Representations of Music Revealed by a Cross-Cultural Comparison of Rhythm Priors in 15 Countries.” <i>Nature Human Behaviour</i>, 1–32.",
        "Jennifer Bain. 2024. “Module on Assessing Digital Tools in the Medieval Music Classroom.” In . Kalamazoo, MI.",
        "McKay, Cory. 2024. “RISM Online.” <i>Early Modern Digital Review</i> 7 (1): 184–91.",
        "Ramoneda, Pedro, Dasaem Jeong, Vsevolod Eremenko, Nazif Can Tamer, Marius Miron, and Xavier Serra. 2024. “Combining Piano Performance Dimensions for Score Difficulty Classification.” <i>Expert Systems with Applications</i> 238:121776.",
        "Riley, Xavier, Zixun Guo, Drew Edwards, and Simon Dixon. 2024. “GAPS: A Large and Diverse Classical Guitar Dataset and Benchmark Transcription Model.” <i>arXiv Preprint arXiv:2408.08653</i>.",
        "Riley, Xavier, and Simon Dixon. 2024. “Reconstructing the Charlie Parker Omnibook Using an Audio-to-Score Automatic Transcription Pipeline.” <i>arXiv Preprint arXiv:2405.16687</i>.",
        "Sanderson, Robert. 2024. “Implementing Linked Art in a Multi-Modal Database for Cross-Collection Discovery.” <i>Open Library of Humanities</i> 10 (2).",
        "Serra, Xavier, and Sonsoles Gallego. 2024. “An Initial Stocktake of the IMF’s Resilience and Sustainability Trust as a Channel for Using Special Draweing Rights.” <i>Documentos Ocasionales/Banco de España, 2402</i>.",
        "Visscher, Mirjam, and Frans Wiering. 2024. “Comparing Audio Boundary Annotation of Vocal Polyphony: Experts, Non-experts, and Algorithms.”"
    ],
    "2023": [
        "Acquilino, Alberto, Ninad Puranik, Ichiro Fujinaga, and Gary P Scavone. 2023b. “A Dataset and Baseline for Automated Assessment of Timbre Quality in Trumpet Sound.” In <i>Proceedings of the International Society for Music Information Retrieval Conference,</i> 684–91. Milan, Italy.",
        "Acquilino, Alberto, Ninad Puranik, Ichiro Fujinaga, and Gary Scavone. 2023a. “Detecting Efficiency in Trumpet Sound Production: Proposed Methodology and Pedagogical Implications.” In <i>Proceedings of the Stockholm Music Acoustics Conference</i>, 72–79. Stockholm, Sweden.",
        "Ailynn Ang, Jennifer Bain, David M. Weigl, and co-editors. 2023. “Music Encoding Conference Proceedings 2022 - Full Volume.” In . Halifax, Nova Scotia, Canada. <a href=\"https://doi.org/10.17613/sn48-8932\">https://doi.org/10.17613/sn48-8932</a>.",
        "Behzadi, Houman, Melissa Pipe, and Carolyn Doi. 2023. “Spotlight on Music Collections: The CBC Montreal Radio Broadcasts Archive at the Marvin Duchow Music Library.” <i>CAML Review/Revue de l’ACBM</i> 51 (2): 51–51.",
        "Cannam, Chris, David Lewis, and Tim Crawford. 2023. “ECOLM and Lute Tablature.”",
        "Castellanos, Francisco J, Antonio Javier Gallego, and Ichiro Fujinaga. 2023. “A Few-Shot Neural Approach for Layout Analysis of Music Score Images.” In <i>Acquilino, Alberto, Ninad Puranik, Ichiro Fujinaga, and Gary P Scavone. 2023. “A Dataset and Baseline for Automated Assessment of Timbre Quality in Trumpet Sound.” In Proceedings of the International Society for Music Information Retrieval Conference, 684–91. Milan, Italy.</i>, 106–13. Milan, Italy.",
        "Castellanos, Francisco J, Antonio Javier Gallego, and Ichiro Fujinaga. 2023. “A Preliminary Study of Few-Shot Learning for Layout Analysis of Music Scores.” In <i>Proceedings of the 5th International Workshop on Reading Music Systems</i>, edited by Jorge Calvo-Zaragoza, Alexander Pacha, and Elona Shatri, 44–48. Milan, Italy. <a href=\"https://doi.org/10.48550/arXiv.2311.04091\">https://doi.org/10.48550/arXiv.2311.04091</a>.",
        "Clarkson, Emma, Steven Folsom, Huda Khan, Kevin Kishimoto, Astrid Usong, and Rachel Evans. 2023. “Linked Data via Vivaldi: A Musical Journey from Wikidata to the Library Catalog.”",
        "Cory McKay. 2023. “From jSymbolic 2 to 3: More Musical Features.” In <i>Proceedings of the International Symposium on Computer Music Multidisciplinary Research</i>. Vol. 752–755.",
        "Crawford, Tim, David Lewis, and Alastair Porter. 2023. “Exploring Early Vocal Music and Its Lute Arrangements: Using F-TEMPO as a Musicological Tool.” In <i>Proceedings of the 10th International Conference on Digital Libraries for Musicology</i>, 77–81.",
        "Debra Lacoste and Jennifer Bain. 2023. “The Digital Analysis of Chant Transmission (DACT) and Cantus.” In . Cambridge, UK.",
        "Fujinaga, Ichiro, and Gabriel Vigliensoni. 2023. “Optical Music Recognition Workflow for Medieval Music Manuscripts.” In <i>Proceedings of the 5th International Workshop on Reading Music Systems</i>, edited by Jorge Calvo-Zaragoza, Alexander Pacha, and Elona Shatri, 4–6. Milan, Italy. <a href=\"https://doi.org/10.48550/arXiv.2311.04091\">https://doi.org/10.48550/arXiv.2311.04091</a>.",
        "Gómez-Cañón, Juan Sebastián, Nicolás Gutiérrez-Páez, Lorenzo Porcaro, Alastair Porter, Estefanía Cano, Perfecto Herrera-Boyer, Aggelos Gkiokas, et al. 2023. “TROMPA-MER: An Open Dataset for Personalized Music Emotion Recognition.” <i>Journal of Intelligent Information Systems</i> 60 (2): 549–70.",
        "Ichiro Fujinaga, Jennifer Bain, Julie Cumming, and Debra Lacoste. 2023. “SIMSSA Project and Beyond: LinkedMusic and DACT.” In . New York, NY.",
        "Jennifer Bain, Kate Helsen, Mark Daley, and Jake Schindler. 2023. “Contextualizing Hildegard of Bingen’s Compositional Style through Computational Analysis.” In . Denver, Colorado.",
        "Kate Helsen, Jennifer Bain, Mark Daley, and Jake Schindler. 2023. “What Does She Sound like? In Search of Hildegard of Bingen’s Compositional Voice.” In . Munich, Germany.",
        "Knees, Peter, Markus Schedl, Bruce Ferwerda, and Audrey Laplante. 2023. “11 Listener Awareness in Music Recommender Systems: Directions and Current Trends.” <i>Personalized Human-Computer Interaction</i>, 279.",
        "Laplante, Audrey, and Jean-Sébastien Sauvé. 2023. “Attitudes of Music Scholars Towards Digital Musicology.” In <i>Proceedings of the 10th International Conference on Digital Libraries for Musicology</i>, 35–39.",
        "Lewis, David, Elisabete Shibata, Andrew Hankinson, Johannes Kepper, Kevin R Page, Lisa Rosendahl, Mark Saccomano, and Christine Siegert. 2023. “Supporting Musicological Investigations with Information Retrieval Tools: An Iterative Approach to Data Collection.”",
        "Lewis, David, Kevin R Page, Chanda VanderHart, and David M Weigl. 2023. “Tutorial-Collaborative Approaches to Discourse: Music Scholarship Using Performance Recordings and Linked Data Annotations.” <i>DH</i>.",
        "Lewis, David, Tim Crawford, and Golnaz Badkobeh. 2023. “Corpus-Building and Corpus-Based Musicology for the Early Modern Period: Towards a Complete Electronic Corpus of Lute Music... and Beyond.”",
        "Lewis, David, and Kevin R Page. 2023. “Nineteenth-Century Adaptations of Concert Music for Domestic Use as Seen in Contemporary Periodicals: Digital Scholarship Built on the Foundations of IIIF, MEI and Linked Data.”",
        "McKay, Cory, Julie Cumming, and Ichiro Fujinaga. 2023. “Rhythmic, Melodic and Vertical N-Gram Features as a Means of Studying Symbolic Music Computationally.” In <i>Annual International Conference of the Alliance of Digital Humanities</i>, edited by Anne Baillot, Toma Tasovac, Walter Scholger, and Georg Vogeler. Graz, Austria. <a href=\"https://doi.org/10.5281/ZENODO.8107739\">https://doi.org/10.5281/ZENODO.8107739</a>.",
        "Plaja-Roglans, Genís, Thomas Nuttall, Lara Pearson, Xavier Serra, and Marius Miron. 2023. “Repertoire-Specific Vocal Pitch Data Generation for Improved Melodic Analysis of Carnatic Music.” <i>Transactions of the International Society for Music Information Retrieval</i> 6 (1): 13–26.",
        "Porter, Alastair, Tim Crawford, and David Lewis. 2023. “End-to-End Loading of New Music Libraries to F-Tempo via IIIF.”",
        "Shanin, Ivan, and Simon Dixon. 2023. “Annotating Jazz Recordings Using Lead Sheet Alignment with Deep Chroma Features.” In <i>2023 IEEE Workshop on Applications of Signal Processing to Audio and Acoustics (WASPAA)</i>, 1–5. IEEE.",
        "Tuppen, Sandra. 2023. “‘Triumph, Victorious Love’: Le Triomphe de l’Amour (1681) and English Dramatic Opera.” <i>Early Music</i> 51 (2): 179–202.",
        "Turchin, Peter, Harvey Whitehouse, Jennifer Larson, Enrico Cioni, Jenny Reddish, Daniel Hoyer, Patrick E Savage, et al. 2023. “Explaining the Rise of Moralizing Religions: A Test of Competing Hypotheses Using the Seshat Databank.” <i>Religion, Brain &amp; Behavior</i> 13 (2): 167–94.",
        "Valero-Mas, Jose J, Antonio Javier Gallego, Pablo Alonso-Jiménez, and Xavier Serra. 2023. “Multilabel Prototype Generation for Data Reduction in K-Nearest Neighbour Classification.” <i>Pattern Recognition</i> 135:109190.",
        "Weck, Benno, and Xavier Serra. 2023. “Data Leakage in Cross-Modal Retrieval Training: A Case Study.” In <i>ICASSP 2023-2023 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)</i>, 1–5. IEEE.",
        "Whitehouse, Harvey, Pieter François, Patrick E Savage, Daniel Hoyer, Kevin C Feeney, Enrico Cioni, Rosalind Purcell, et al. 2023. “Testing the Big Gods Hypothesis with Global Historical Data: A Review and ‘Retake.’” <i>Religion, Brain &amp; Behavior</i> 13 (2): 124–66.",
        "Wierzbowski, Andrzej, Marcin Barski, Angela L Coe, Mark W Hounslow, Bronisław A Matyja, Gregory D Price, Hubert Wierzbowski, et al. 2023. “The Global Stratotype Section and Point (GSSP) for the Base of the Kimmeridgian Stage (Jurassic System), at Flodigarry, Staffin Bay, Isle of Skye, Scotland, UK.” <i>Episodes Journal of International Geoscience</i> 46 (2): 281–307.",
        "Zhang, Huan, Jingjing Tang, Syed Rafee, Simon Dixon, George Fazekas, G Wiggins, and others. 2023. “ATEPP: A Dataset of Automatically Transcribed Expressive Piano Performance.”"
    ],
    "2022": [
        "Anna de Bakker, Jennifer Bain, Ichiro Fujinaga, and Debra Lacoste. 2022. “Piecing It Together: Analysis and Representation of Liturgical Fragments.” In . Kalamazoo, MI.",
        "Bain, Jennifer. 2022. “The Impact of Hildegard of Bingen’s Bibliographers and Catalogers.” In <i>Manuscripts, Music, Machaut: Essays in Honor of Lawrence Earp</i>, 87–98.",
        "Bashford, Christina, Lisa Rosendahl, Elisabete Shibata, David Lewis, Andrew Hankinson, Laurent Pugin, Richard Sänger, Johannes Kepper, Mark Saccomano, and Kevin R Page. 2022. “Beethoven’s Large-Scale Works Outside the Concert Hall: Toward a Digital Representation of Domestic Arrangements.”",
        "Bohl, Benjamin W, and Johannes Kepper. 2022. “ODD Structures and Where to Find Them.”",
        "Canning, Erin, Susan Brown, Sarah Roger, and Kimberley Martin. 2022. “The Power to Structure : Making Meaning from Metadata Through Ontologies.” <i>KULA: Knowledge Creation, Dissemination, and Preservation Studies</i>, Metadata as Knowledge, 6 (3): 1–15. <a href=\"https://doi.org/10.18357/kula.169\">https://doi.org/10.18357/kula.169</a>.",
        "Castellanos, Francisco J, Antonio Javier Gallego, Jorge Calvo-Zaragoza, and Ichiro Fujinaga. 2022. “Domain Adaptation for Staff-Region Retrieval of Music Score Images.” <i>International Journal on Document Analysis and Recognition (IJDAR)</i> 25 (4): 281–92.",
        "Craig-McFeely, Julia. 2022. “Beyond the Fire of Attrition: Acid Decay and Forensic Reconstruction.”",
        "De Reuse, Timothy, and Ichiro Fujinaga. 2022. “A Transformer-Based\" Spellchecker\" for Detecting Errors in OMR Output.” In <i>Proceedings of the International Society for Music Information Retrieval Conference</i>, 789–96. Bangaluru, India.",
        "De Roure, David, John Moore, Kevin Page, Toby Burrows, David Beavan, Timothy Hobson, Giles Bergel, et al. 2022. “DigiSpec: Scoping Future Born-Digital Data Services for the Arts and Humanities.”",
        "Desmond, Karen, Laurent Pugin, Juliette Regimbal, David Rizo, Craig Sapp, and Martha E Thomae. 2022. “Encoding Polyphony from Medieval Manuscripts Notated in Mensural Notation.”",
        "Goebl, Werner, and David M Weigl. 2022. “Alleviating the Last Mile of Encoding: The Mei-Friend Package for the Atom Text Editor.”",
        "Han, Sooyeon, and JongGyu Han. 2022. “Case Study on an Integrated Interoperable Metadata Model for Geoscience Information Resources.” <i>Geoscience Data Journal</i>, 16. <a href=\"https://doi.org/10.1002/gdj3.150\">https://doi.org/10.1002/gdj3.150</a>.",
        "Jaillant, Lise, ed. 2022. <i>Archives, Access and Artificial Intelligence</i>. Vol. 2. Digital Humanities Research. Bielefeld, Germany: Bielefeld University Press. <a href=\"https://www.transcript-publishing.com/978-3-8376-5584-1/archives-access-and-artificial-intelligence/\">https://www.transcript-publishing.com/978-3-8376-5584-1/archives-access-and-artificial-intelligence/</a>.",
        "Jennifer Bain. 2022. “Hildegard of Bingen Music Research Guide.” Open-access bibliography of editions and scholarly literature pertaining to Hildegard’s music. <a href=\"https://www.zotero.org/groups/2080999/hildegard_of_bingen_music_research_guide\">https://www.zotero.org/groups/2080999/hildegard_of_bingen_music_research_guide</a>.",
        "Khan, Huda, Claire DeMarco, Christine Fernsebner Eslao, Steven Folsom, Jason Kovari, Simeon Warner, Tim Worrall, and Astrid Usong. 2022. “Using Linked Data Sources to Enhance Catalog Discovery.” <i>KULA: Knowledge Creation, Dissemination, and Preservation Studies</i>, Metadata as Knowledge, 6 (3): 1–26. <a href=\"https://doi.org/10.18357/kula.229\">https://doi.org/10.18357/kula.229</a>.",
        "Koho, Mikko, Toby Burrows, Eero Hyvönen, Esko Ikkala, Kevin Page, Lynn Ransom, Jouni Tuominen, et al. 2022. “Harmonizing and Publishing Heterogeneous Premodern Manuscript Metadata as Linked Open Data.” <i>Journal of the Association for Information Science and Technology</i> 73 (2): 240–57.",
        "Lewis, David, Elisabete Shibata, Mark Saccomano, Lisa Rosendahl, Johannes Kepper, Andrew Hankinson, Christine Siegert, and Kevin Page. 2022. “A Model for Annotating Musical Versions and Arrangements across Multiple Documents and Media.” In <i>Proceedings of the 9th International Conference on Digital Libraries for Musicology</i>, 10–18.",
        "Lewis, David. 2022. “Music Encoding and Linked Data: A Flexible Approach to Sharing Musical Information Online.”",
        "Li, Xinyu. 2022. “HouseX: A Fine-Grained House Music Dataset and Its Potential in the Music Industry.” <i>arXiv:2207.11690</i>, July, 7.",
        "Lisena, Pasquale, Albert Meroño-Peñuela, and Raphaël Troncy. 2022. “MIDI2vec: Learning MIDI Embeddings for Reliable Prediction of Symbolic Music Metadata.” Edited by Mehwish Alam, Davide Buscaldi, Michael Cochez, Francesco Osborne, Diego Reforgiato Recupero, Harald Sack, Mehwish Alam, et al. <i>Semantic Web</i> 13 (3): 357–77. <a href=\"https://doi.org/10.3233/SW-210446\">https://doi.org/10.3233/SW-210446</a>.",
        "Luo, Yin-Jyun, Sebastian Ewert, and Simon Dixon. 2022. “Towards Robust Unsupervised Disentanglement of Sequential Data–A Case Study Using Music Audio.” <i>arXiv Preprint arXiv:2205.05871</i>.",
        "McKay, Cory, and María Elena Cuenca Rodríguez. 2022. “Influencias Musicales En Las Misas y Motetes de Cristóbal de Morales y Francisco Guerrero: Una Aproximación Estadística.” In <i>Musicología En Transición</i>, 1031–52. Sociedad Española de Musicología.",
        "McKenna, Lucy, Christophe Debruyne, and Declan O’Sullivan. 2022. “Using Linked Data to Create Provenance-Rich Metadata Interlinks: The Design and Evaluation of the NAISC-L Interlinking Framework for Libraries, Archives and Museums.” <i>AI &amp; SOCIETY</i>, January, 27. <a href=\"https://doi.org/10.1007/s00146-021-01373-z\">https://doi.org/10.1007/s00146-021-01373-z</a>.",
        "Ouangré, Zoé Aubierge, and Audrey Laplante. 2022. “Les Défis Informationnels Pour Les Étudiants Au Doctorat En Médecine Au Burkina Faso.” <i>The Canadian Journal of Information and Library Science</i> 45 (2): 1–39.",
        "Page, Kevin R, Johannes Kepper, Christine Siegert, Andrew Hankinson, and David Lewis. 2022. “Beethoven in the House: Digital Studies of Domestic Music Arrangements.”",
        "Poltronieri, Andrea, and Aldo Gangemi. 2022. “The HaMSE Ontology: Using Semantic Technologies to Support Music Representation Interoperability and Musicological Analysis.” <i>arXiv:2202.05817</i>, February, 15. <a href=\"https://doi.org/10.5281/zenodo.6047780\">https://doi.org/10.5281/zenodo.6047780</a>.",
        "Proutskova, Polina, Daniel Wolff, György Fazekas, Klaus Frieler, Frank Höger, Olga Velichkina, Gabriel Solis, et al. 2022. “The Jazz Ontology: A Semantic Model and Large-Scale RDF Repositories for Jazz.” <i>Journal of Web Semantics</i> 74 (October):100735. <a href=\"https://doi.org/10.1016/j.websem.2022.100735\">https://doi.org/10.1016/j.websem.2022.100735</a>.",
        "Putnam, Nathan. 2022. “VIAF and the Linked Data Ecosystem.” <i>Jlist.It</i> 13 (1): 196–202. <a href=\"https://doi.org/10.4403/jlis.it-12749\">https://doi.org/10.4403/jlis.it-12749</a>.",
        "Ramoneda, Pedro, Dasaem Jeong, Eita Nakamura, Xavier Serra, and Marius Miron. 2022. “Automatic Piano Fingering from Partially Annotated Scores Using Autoregressive Neural Networks.” In <i>Proceedings of the 30th ACM International Conference on Multimedia</i>, 6502–10.",
        "Ramoneda, Pedro, Nazif Can Tamer, Vsevolod Eremenko, Xavier Serra, and Marius Miron. 2022. “Score Difficulty Analysis for Piano Performance Education Based on Fingering.” In <i>ICASSP 2022-2022 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)</i>, 201–5. IEEE.",
        "Rebecca Adams, Jennifer Bain, Lucia Denk, Debra Lacoste, and Mary Jean Miller. 2022. “Quandaries, Queries, and Quagmires: Plainchant Puzzles and How to Solve Them in the CANTUS Database.” In . Uppsala, Sweden.",
        "Savage, Patrick E, Sam Passmore, Gakuto Chiba, Thomas E Currie, Haruo Suzuki, and Quentin D Atkinson. 2022. “Sequence Alignment of Folk Song Melodies Reveals Cross-Cultural Regularities of Musical Evolution.” <i>Current Biology</i> 32 (6): 1395–1402.",
        "Thomae, Martha E, Julie Cumming, and Ichiro Fujinaga. 2022b. “Counterpoint Error-Detection Tools for Optical Music Recognition of Renaissance Polyphonic Music.” In <i>Proceedings of the 23rd International Society for Music Information Retrieval Conference</i>, 501–8. Bangalulu, India.",
        "Thomae, Martha E, Julie E Cumming, and Ichiro Fujinaga. 2022a. “Digitization of Choirbooks in Guatemala.” In <i>Proceedings of the 9th International Conference on Digital Libraries for Musicology</i>, 19–26.",
        "Topham, Kate, Julian Chambliss, Justin Wigard, and Nicole Huff. 2022. “The Marmaduke Problem: A Case Study of Comics as Linked Open (Meta)Data.” <i>KULA: Knowledge Creation, Dissemination, and Preservation Studies</i>, Metadata as Knowledge, 6 (3): 1–8. <a href=\"https://doi.org/10.18357/kula.225\">https://doi.org/10.18357/kula.225</a>.",
        "Tummon, Nikki, and Robin Desmeules. 2022. “How Open Is the U15? A Preliminary Analysis of Open Access Publishing in Canadian Academic Libraries.” <i>Journal of Librarianship and Scholarly Communication</i> 10 (1).",
        "Ulrich, Hannes, Ann-Kristin Kock-Schoppenhauer, Noemi Deppenwiese, Robert Gött, Jori Kern, Martin Lablans, Raphael W. Majeed, et al. 2022. “Understanding the Nature of Metadata: Systematic Review.” <i>Journal of Medical Internet Research</i> 1 (January):15. <a href=\"https://doi.org/10.2196/25440\">https://doi.org/10.2196/25440</a>.",
        "Vatolkin, Igor, and Cory McKay. 2022. “Multi-Objective Investigation of Six Feature Source Types for Multi-Modal Music Classification.” <i>Transactions of the International Society for Music Information Retrieval</i> 5 (1): 1–20.",
        "Vatolkin, Igor, and Cory McKay. 2022. “Stability of Symbolic Feature Group Importance in the Context of Multi-Modal Music Classification.” In <i>Proceedings of the International Society for Music Information Retrieval Conference</i>, 469–76.",
        "Weigl, David M, Chanda VanderHart, Matthäus Pescoller, Delilah Rammler, Markus Grassl, Fritz Trümpi, and Werner Goebl. 2022. “The Vienna Philharmonic Orchestra’s New Year’s Concerts: Building a Fair Data Corpus for Musicology.” In <i>Proceedings of the 9th International Conference on Digital Libraries for Musicology</i>, 36–40."
    ]
}