{
    "2025": [
        "Cumming, Julie. 2025. “Music and the Making of Medieval Venice. By Jamie L Reuland.” Oxford University Press UK.",
        "Fujinaga, Ichiro. 2025. “Sustainable Archiving of Music Databases through RDF and NLQ2SPARQL.” <i>Proceedings of the International Conference on Digital Libraries for Musicology</i> (Seoul, Korea), 100–104.",
        "Glider, Emily. 2025. “Speaking in Many Sorts of Music: Traveling Singers as Agents of Embassy in Shakespeare’s Twelfth Night.” <i>English Literary Renaissance</i> 55 (2): 237–63.",
        "Goebl, Werner, David Lewis, Kevin R Page, Laurent Pugin, and David M Weigl. 2025. “Annotations for MIR with Verovio and Mei-Friend.” <i>Late-Breaking Demo Session of the International Society for Music Information Retrieval Conference</i>, September 25. <a href=\"https://ismir2025program.ismir.net/lbd_423.html\">https://ismir2025program.ismir.net/lbd_423.html</a>.",
        "Lacoste, Debra, Alison Altstatt, Lucia M Denk, and Kate Helsen. 2025. “Chant from Manuscript: Singing the Office of the Holy Name of Mary from a Spanish Cantoral (A Workshop).” <i>2025 International Congress on Medieval Studies</i>.",
        "McKay, Cory, and Julie Cumming. 2025. “New Tools for Old Questions: Applying Feature Extraction and Machine Learning to Jesse Rodin’s ‘The Josquin Canon at 500.’” In <i>Josquin: A New Approach</i>, edited by Clare Bokulich, Jesse Rodin, and Emily Zazulia.",
        "Page, Kevin R, David Lewis, and Laurent Pugin. 2025. “Annotation of Digital Music Notation Documents: Surveying Needs for a Generalised Implementation.” <i>Proceedings of the 12th International Conference on Digital Libraries for Musicology</i>, 81–89. <a href=\"https://doi.org/10.1145/3748336.3748346\">https://doi.org/10.1145/3748336.3748346</a>.",
        "Page, Kevin, and Robert Sanderson. 2025. <i>Linked Art 1.0.0 Specifications</i>. Technical standard. Linked Art Community. <a href=\"https://linked.art/about/1.0/\">https://linked.art/about/1.0/</a>.",
        "Savage, P. E. 2025. “Public Peer Review of ‘A Natural History of Song’ / ‘Universality and Diversity in Human Song’ (Mehr et al., 2019).” <i>PsyArXiv</i>, ahead of print. <a href=\"https://doi.org/10.31234/osf.io/gxzfq\">https://doi.org/10.31234/osf.io/gxzfq</a>.",
        "Savage, Patrick E. 2025a. “Against Anthropocentric Definitions of Dance and Music: Commentary on Bakka, ‘Has Dance Become Definable?’” <i>Traditions of Music and Dance</i>.",
        "Savage, Patrick E. 2025b. <i>Comparative Musicology: Evolution, Universals, and the Science of the World’s Music</i>. Oxford University Press. <a href=\"https://doi.org/10.31234/osf.io/b36fm\">https://doi.org/10.31234/osf.io/b36fm</a>.",
        "Savage, Patrick E., A. Ampiah-Bonney, A. Arabadjiev, et al. 2025. “Does Synchronised Singing Enhance Social Bonding More Than Speaking Does? A Global Experimental Stage 1 Registered Report.” <i>Peer Community In Registered Reports</i>, ahead of print, April. <a href=\"https://doi.org/10.31234/osf.io/pv3m9\">https://doi.org/10.31234/osf.io/pv3m9</a>.",
        "Savage, Patrick E., Z. Jia, Y. Ozaki, et al. 2025. “A Programmatic Stage 1 Registered Report of Global Song-Speech Relationships Replicating and Extending Ozaki et al. (2024) and Savage et al. (2025).” <i>Peer Community In Registered Reports</i>, ahead of print, May. <a href=\"https://doi.org/10.31234/osf.io/c2dba\">https://doi.org/10.31234/osf.io/c2dba</a>.",
        "Schöning, Kateryna, Reinier De Valk, David M Weigl, et al. 2025. “A Collaborative Digital Edition of 15th-and 16th-Century German Lute Tablature: The E-LAUTE Project.” <i>Journal of New Music Research</i>, 1–16.",
        "Tanaka, Keitaro, Kazuyoshi Yoshii, Simon Dixon, and Shigeo Morishima. 2025. “Unsupervised Pitch-Timbre-Variation Disentanglement of Monophonic Music Signals Based on Random Perturbation and Re-Entry Training.” <i>APSIPA Transactions on Signal and Information Processing</i>.",
        "Visscher, Mirjam, and Frans Wiering. 2025. “Fuzzy Frequencies: Finding Tonal Structures in Audio Recordings of Renaissance Polyphony.” <i>Heritage</i> 8 (5): 164. <a href=\"https://doi.org/10.3390/heritage8050164\">https://doi.org/10.3390/heritage8050164</a>.",
        "Wiering, Frans, and Charles Inskip. 2025. “The Impact of the Pandemic on Musicologists’ Use of Technology.” <i>Digital Humanities Quarterly</i> 19 (2). <a href=\"https://dhq.digitalhumanities.org/vol/19/2/000786/000786.html\">https://dhq.digitalhumanities.org/vol/19/2/000786/000786.html</a>.",
        "Wiering, Frans, and Mirjam Visscher. 2025. “Between Modes and Biggish Data: Creating and Exploring a New Catalogue of Polyphonic Modal Cycles.” <i>Medieval and Renaissance Music Conference 2025</i>, 77–78. <a href=\"https://webspace.science.uu.nl/~wieri103/presentations/Wiering_BetweenModesAndBiggishData.pdf\">https://webspace.science.uu.nl/~wieri103/presentations/Wiering_BetweenModesAndBiggishData.pdf</a>.",
        "Wiering, Frans. 2025. “Polymode: A Catalogue of More than 700 Modal Cycles and Their Sources.” <a href=\"https://doi.org/10.5281/zenodo.15729287\">https://doi.org/10.5281/zenodo.15729287</a>.",
        "Zhang, Huan, Akira Maezawa, and Simon Dixon. 2025. “RenderBox: Expressive Performance Rendering with Text Control.” <i>arXiv Preprint arXiv:2502.07711</i>."
    ],
    "2024": [
        "Alexandru, Maria, Elsa De Luca, and Ichiro Fujinaga. 2024. “Brainstorming on the Encoding of Eastern Music Scripts, Middle-Byzantine Neumes as a Case-Study.” <i>Series Musicologica Balcanica</i>, no. 5: 177–205.",
        "Araz, R Oguz, Xavier Serra, and Dmitry Bogdanov. 2024. “Discogs-VI: A Musical Version Identification Dataset Based on Public Editorial Metadata.” <i>arXiv Preprint arXiv:2410.17400</i>.",
        "Bain, Jennifer, and Anna de Bakker. 2024. “Traces of Liturgy: Analysing Manuscript Fragments from the Binding of the Riesencodex.” <i>Fragmentology</i> 7: 9–51.",
        "Bain, Jennifer. 2024. “Module on Assessing Digital Tools in the Medieval Music Classroom.” Paper presented at 59th International Congress on Medieval Studies, Kalamazoo, MI. May.",
        "Bouressa, Kyrie Ekaterina and Ichiro Fujinaga. 2024. “Musical Instrument Encoding Matters.” <i>Proceedings of the Music Encoding Conference.</i> (Denton, TX). <a href=\"https://doi.org/10.17613/g587-jh48\">https://doi.org/10.17613/g587-jh48</a>.",
        "Crawford, Tim, and David Lewis. 2024. <i>Pragmatic Digital Musicology</i>.",
        "Cumming, Julie. 2024. “Canon and Cantus Firmus: Chant-Paraphrase Canons in Isaac’s Choralis Constantinus II.” In <i>Music of the Josquin Era, 1460–1560: Essays in Honour of Joshua Rifkin</i>, edited by Mitchell Brauner, David Fallows, and Jesse Rodin. American Institute of Musicology.",
        "Dams, Lode, Christof van Nimwegen, and Frans Wiering. 2024. “Decoding Auditory Feedback: Enhancing Usability with Sound Insights.” <i>Proceedings of the European Conference on Cognitive Ergonomics 2024</i>, 1–7.",
        "De Luca, Elsa, Inga Behrendt, Ichiro Fujinaga, Kate Helsen, and Stefan Morent. 2024. “Visual or Symbolic? Best Practices for Encoding Neumes.” <i>Series Musicologica Balcanica</i>, no. 5: 157–76.",
        "Dreyfus, Laurence, David Lewis, and Kevin Page. 2024. “A Digital Companion for Musicological Scholarship: The Lohengrin TimeMachine.” <i>Journal of New Music Research</i> 53 (3–4): 297–311. <a href=\"https://doi.org/10.1080/09298215.2025.2487100\">https://doi.org/10.1080/09298215.2025.2487100</a>.",
        "Fujinaga, Ichiro, Anna de Bakker, Andrew Hankinson, Dylan Hillerbrand, and Laurent Pugin. 2024a. “LinkedNeumes: The Making of Cantus Ultimus.” Paper presented at Annual Medieval and Renaissance Music Conference, Granada, Spain. July.",
        "Fujinaga, Ichiro, Anna de Bakker, Andrew Hankinson, Dylan Hillerbrand, and Laurent Pugin. 2024b. “Using Optical Music Recognition in Search of Early European Music.” <i>Actes Des Journées d’Informatique Musicale</i>, 257–63. <a href=\"https://cloud.prism.cnrs.fr/index.php/s/8aX4YaDXArst2xQ\">https://cloud.prism.cnrs.fr/index.php/s/8aX4YaDXArst2xQ</a>.",
        "Goebl, Werner, and David M Weigl. 2024. “Mei-Friend: An Interactive Web-Based Editor for Digital Music Encodings.” <i>Journal of Open Source Software</i> 9 (98): 6002.",
        "Hadavi, Shafagh, Junji Kuroda, Taiki Shimozono, Juan David Leongómez, and Patrick E Savage. 2024. “Cross-Cultural Relationships between Music, Emotion, and Visual Imagery: A Comparative Study of Iran, Canada, and Japan [Stage 1 Registered Report].” <i>Peer Community In Registered Reports</i>, ahead of print. <a href=\"https://doi.org/10.31234/osf.io/26yg5\">https://doi.org/10.31234/osf.io/26yg5</a>.",
        "Hankinson, Andrew, Johannes Hentschel, Laurent Pugin, Ioannis Rammos, and Martin Rohrmeier. 2024. “MEI-Basic Support in MuseScore 4.2.” <i>Music Encoding Conference 2024</i>.",
        "Hankinson, Andrew, and Laurent Pugin. 2024. “Navigating the RISM Data with RISM Online.” <i>Proceedings of the 11th International Conference on Digital Libraries for Musicology</i>, 54–62.",
        "Jacoby, Nori, Rainer Polak, Jessica A Grahn, et al. 2024. “Commonality and Variation in Mental Representations of Music Revealed by a Cross-Cultural Comparison of Rhythm Priors in 15 Countries.” <i>Nature Human Behaviour</i> 8: 846–77. <a href=\"https://doi.org/10.1038/s41562-023-01800-9\">https://doi.org/10.1038/s41562-023-01800-9</a>.",
        "Kepper, Johannes, Lisa Rosendahl, and Richard Sänger. 2024. “Beyond the Standard Model.” <i>Music Encoding Conference 2024</i>.",
        "Lacoste, Debra and Jennifer Bain. 2024. “Projects, Platforms and Partnerships: Linking Digital Chant Tools.” Paper presented at Cantus Planus, Study Group of the International Musicological Society, Gödöllö, Hungary. August 31.",
        "Lewis, David, and Kevin Page. 2024. “Popular Musical Arrangements in the Nineteenth-Century Home: A Study of The Harmonicon Supported by Digital Tools.” <i>Proceedings of the 11th International Conference on Digital Libraries for Musicology</i>, 32–39. <a href=\"https://doi.org/10.1145/3660570.3660575\">https://doi.org/10.1145/3660570.3660575</a>.",
        "McBride, J. M., E. Phillips, P. E. Savage, S. Brown, and T. Tlusty. 2024. “Melody Predominates over Harmony in the Evolution of Musical Scales across 96 Countries.” <i>arXiv</i>, ahead of print. <a href=\"https://doi.org/10.48550/arXiv.2408.12633\">https://doi.org/10.48550/arXiv.2408.12633</a>.",
        "McKay, Cory and Julie Cumming. 2024. “Using Feature-Based Composer Classification to Test Musicological Evidence for Josquin Attribution.” <i>Extended Abstracts for the Late-Breaking Demo Session of the 25th International Society for Music Information Retrieval Conference</i>.",
        "McKay, Cory. 2024. “RISM Online.” <i>Early Modern Digital Review</i> 7 (1): 184–91.",
        "Ozaki, Y., A. Tierney, P. Q. Pfordresher, et al. 2024. “Globally, Songs and Instrumental Melodies Are Slower and Higher and Use More Stable Pitches than Speech: A Registered Report.” <i>Science Advances</i> 10 (20): adm9797. <a href=\"https://doi.org/10.1126/sciadv.adm9797\">https://doi.org/10.1126/sciadv.adm9797</a>.",
        "Passmore, S., A. L. C. Wood, C. Barbieri, et al. 2024. “Global Musical Diversity Is Largely Independent of Linguistic and Genetic Histories.” <i>Nature Communications</i> 15: 3964. <a href=\"https://doi.org/10.1038/s41467-024-48113-7\">https://doi.org/10.1038/s41467-024-48113-7</a>.",
        "Proutskova, P., G. Chiba, M. Crowdus, et al. 2024. “VocalNotes: Investigating the Perception of Note Pitch and Boundaries through Varying Transcriptions of Vocal Performances from Five Musical Cultures.” <i>Analytical Approaches to World Music</i>, ahead of print. <a href=\"https://doi.org/10.31234/osf.io/52nyr\">https://doi.org/10.31234/osf.io/52nyr</a>.",
        "Ramoneda, Pedro, Dasaem Jeong, Vsevolod Eremenko, Nazif Can Tamer, Marius Miron, and Xavier Serra. 2024. “Combining Piano Performance Dimensions for Score Difficulty Classification.” <i>Expert Systems with Applications</i> 238: 121776.",
        "Riley, Xavier, Zixun Guo, Drew Edwards, and Simon Dixon. 2024. “GAPS: A Large and Diverse Classical Guitar Dataset and Benchmark Transcription Model.” <i>arXiv Preprint arXiv:2408.08653</i>.",
        "Riley, Xavier, and Simon Dixon. 2024. “Reconstructing the Charlie Parker Omnibook Using an Audio-to-Score Automatic Transcription Pipeline.” <i>arXiv Preprint arXiv:2405.16687</i>.",
        "Ros-Fábregas, Emilio, Kevin Page, Mark Saccomano, Olivier Lartillot, and Anastasiia Mazurenko. 2024. “Perspectives on Digital Music Edition, Heritage Preservation, Annotation and Analysis: A COST Action Meeting in Barcelona.” <i>Anuario Musical</i>, no. 79: 560–560. <a href=\"https://doi.org/10.3989/anuariomusical.2024.79.560\">https://doi.org/10.3989/anuariomusical.2024.79.560</a>.",
        "Saccomano, Mark, Lisa Rosendahl, David Lewis, et al. 2024. “Selective Encoding: Reducing the Burden of Transcription for Digital Musicologists.” <i>Journal of the Text Encoding Initiative</i>, no. 18. <a href=\"https://doi.org/10.4000/13x2d\">https://doi.org/10.4000/13x2d</a>.",
        "Sanderson, Robert. 2024. “Implementing Linked Art in a Multi-Modal Database for Cross-Collection Discovery.” <i>Open Library of Humanities</i> 10 (2).",
        "Savage, P. E. 2024a. “How and Why to Read and Write Academic Research.” <i>PsyArXiv</i>, ahead of print. <a href=\"https://doi.org/10.31234/osf.io/p37zj\">https://doi.org/10.31234/osf.io/p37zj</a>.",
        "Savage, P. E. 2024b. “Public Peer Review of Sauvé &amp; Bhachu (2023) ‘Let’s Talk about It: Positivism and Critical Theory in Dialogue.’” <i>PsyArXiv</i>, ahead of print. <a href=\"https://doi.org/10.31234/osf.io/a3h64\">https://doi.org/10.31234/osf.io/a3h64</a>.",
        "Savage, P. E. 2024c. “Replicating the ‘Lure of Choice’ Phenomenon [Editorial Recommendation of Yi &amp; Feldman, 2024].” <i>Peer Community In Registered Reports</i>, ahead of print. <a href=\"https://doi.org/10.24072/pci.rr.100595\">https://doi.org/10.24072/pci.rr.100595</a>.",
        "Savage, P. E., and Y. Ozaki. 2024. “Globally, Men and Women Do Not Sing and Speak Exactly One Octave Apart: Commentary on Bannan et al., ‘The Evolution of Gender Dimorphism in the Human Voice: The Role of Octave Equivalence.’” <i>Current Anthropology</i> 65 (3). <a href=\"https://doi.org/10.1086/730147\">https://doi.org/10.1086/730147</a>.",
        "Shilton, D., and P. E. Savage. 2024. “Conflicting Predictions in the Cross-Cultural Study of Music and Sociality: Comment on ‘Musical Engagement as a Duet of Tight Synchrony and Loose Interpretability’ by Tal-Chen Rabinowitch.” <i>Physics of Life Reviews</i>, ahead of print. <a href=\"https://doi.org/10.1016/j.plrev.2024.02.004\">https://doi.org/10.1016/j.plrev.2024.02.004</a>.",
        "Visscher, Mirjam, and Frans Wiering. 2024a. <i>Comparing Audio Boundary Annotation of Vocal Polyphony: Experts, Non-Experts, and Algorithms</i>.",
        "Visscher, Mirjam, and Frans Wiering. 2024b. “Fuzzy Frequencies: Extracting Pitch Content from Audio to Study Tonal Structures.” <i>MedRen Conference: International Medieval and Renaissance Music Conference</i>.",
        "Visscher, Mirjam, and Frans Wiering. 2024c. “Milking the Modes: Audio Analysis of Renaissance Polyphony.” <i>Second International Conference on Computational and Cognitive Musicology</i>.",
        "Watt, David and Jennifer Bain. 2024. “The DACT Project: Chant Manuscripts and Fragments in Canadian Collections.” Paper presented at Canadian Society of Medievalists, Montreal, Canada. June.",
        "Wiering, Frans, Anna Plaksin, David Smith, et al. 2024. “Making Corpus Creation in Early Music Rewarding: Finding the Optimum between Standarization and Scholarly Autonomy.” <i>Medieval and Renaissance Music Conference</i> (Granada, Spain), 25–27.",
        "Zhang, Huan, Vincent Cheung, Hayato Nishioka, Simon Dixon, and Shinichi Furuya. 2024. “LLaQo: Towards a Query-Based Coach in Expressive Music Performance Assessment.” <i>arXiv Preprint arXiv:2409.08795</i>."
    ],
    "2023": [
        "Acquilino, Alberto, Ninad Puranik, Ichiro Fujinaga, and Gary P Scavone. 2023. “A Dataset and Baseline for Automated Assessment of Timbre Quality in Trumpet Sound.” <i>Proceedings of the International Society for Music Information Retrieval Conference,</i> (Milan, Italy), 684–91.",
        "Acquilino, Alberto, Ninad Puranik, Ichiro Fujinaga, and Gary Scavone. 2023. “Detecting Efficiency in Trumpet Sound Production: Proposed Methodology and Pedagogical Implications.” <i>Proceedings of the Stockholm Music Acoustics Conference</i> (Stockholm, Sweden), 72–79.",
        "Ailynn Ang, Jennifer Bain, David M. Weigl, and co-editors. 2023. “Music Encoding Conference Proceedings 2022 - Full Volume.” Paper presented at Music Encoding Conference 2022, Halifax, Nova Scotia, Canada. <a href=\"https://doi.org/10.17613/sn48-8932\">https://doi.org/10.17613/sn48-8932</a>.",
        "Bain, Jennifer, Kate Helsen, Mark Daley, and Jake Schindler. 2023. “Contextualizing Hildegard of Bingen’s Compositional Style through Computational Analysis.” Paper presented at Poster Session, Society for Music Theory, Denver, Colorado. November.",
        "Behzadi, Houman, Melissa Pipe, and Carolyn Doi. 2023. “Spotlight on Music Collections: The CBC Montreal Radio Broadcasts Archive at the Marvin Duchow Music Library.” <i>CAML Review/Revue de l’ACBM</i> 51 (2): 51–51.",
        "Cannam, Chris, David Lewis, and Tim Crawford. 2023. <i>ECOLM and Lute Tablature</i>.",
        "Castellanos, Francisco J, Antonio Javier Gallego, and Ichiro Fujinaga. 2023a. “A Few-Shot Neural Approach for Layout Analysis of Music Score Images.” <i>Acquilino, Alberto, Ninad Puranik, Ichiro Fujinaga, and Gary P Scavone. 2023. “A Dataset and Baseline for Automated Assessment of Timbre Quality in Trumpet Sound.” In Proceedings of the International Society for Music Information Retrieval Conference, 684–91. Milan, Italy.</i> (Milan, Italy), 106–13.",
        "Castellanos, Francisco J, Antonio Javier Gallego, and Ichiro Fujinaga. 2023b. “A Preliminary Study of Few-Shot Learning for Layout Analysis of Music Scores.” In <i>Proceedings of the 5th International Workshop on Reading Music Systems</i>, edited by Jorge Calvo-Zaragoza, Alexander Pacha, and Elona Shatri. Milan, Italy. <a href=\"https://doi.org/10.48550/arXiv.2311.04091\">https://doi.org/10.48550/arXiv.2311.04091</a>.",
        "Chiba, Gakuto, Yuto Ozaki, and Patrick E Savage. 2023. “What Is a ‘Note’? Agreement and Disagreement in Transcriptions of Japanese Folk Songs.” <i>Analytical Approaches to World Music</i> 23 (August). <a href=\"https://doi.org/10.31234/osf.io/nh9d2\">https://doi.org/10.31234/osf.io/nh9d2</a>.",
        "Clarkson, Emma, Steven Folsom, Huda Khan, Kevin Kishimoto, Astrid Usong, and Rachel Evans. 2023. <i>Linked Data via Vivaldi: A Musical Journey from Wikidata to the Library Catalog</i>.",
        "Crawford, Tim, David Lewis, and Alastair Porter. 2023. “Exploring Early Vocal Music and Its Lute Arrangements: Using F-TEMPO as a Musicological Tool.” <i>Proceedings of the 10th International Conference on Digital Libraries for Musicology</i>, 77–81.",
        "Fujinaga, Ichiro, Jennifer Bain, Julie Cumming, and Debra Lacoste. 2023. “SIMSSA Project and Beyond: LinkedMusic and DACT.” Paper presented at Global Digital Music Studies, The Graduate Center of CUNY, New York, NY. April 12.",
        "Fujinaga, Ichiro, and Gabriel Vigliensoni. 2023. “Optical Music Recognition Workflow for Medieval Music Manuscripts.” In <i>Proceedings of the 5th International Workshop on Reading Music Systems</i>, edited by Jorge Calvo-Zaragoza, Alexander Pacha, and Elona Shatri. Milan, Italy. <a href=\"https://doi.org/10.48550/arXiv.2311.04091\">https://doi.org/10.48550/arXiv.2311.04091</a>.",
        "Gómez-Cañón, Juan Sebastián, Nicolás Gutiérrez-Páez, Lorenzo Porcaro, et al. 2023. “TROMPA-MER: An Open Dataset for Personalized Music Emotion Recognition.” <i>Journal of Intelligent Information Systems</i> 60 (2): 549–70.",
        "Helsen, Kate, Jennifer Bain, Mark Daley, and Jake Schindler. 2023. “What Does She Sound like? In Search of Hildegard of Bingen’s Compositional Voice.” Paper presented at Medieval and Renaissance Music Conference, Munich, Germany. July 24.",
        "Knees, Peter, Markus Schedl, Bruce Ferwerda, and Audrey Laplante. 2023. “11 Listener Awareness in Music Recommender Systems: Directions and Current Trends.” <i>Personalized Human-Computer Interaction</i>, 279.",
        "Lacoste, Debra and Jennifer Bain. 2023. “The Digital Analysis of Chant Transmission (DACT) and Cantus.” Paper presented at Poster Session, Congress of the International Association of Music Libraries, Archives, and Documentation Centres, Cambridge, UK. August 30.",
        "Laplante, Audrey, and Jean-Sébastien Sauvé. 2023. “Attitudes of Music Scholars Towards Digital Musicology.” <i>Proceedings of the 10th International Conference on Digital Libraries for Musicology</i>, 35–39.",
        "Lewis, David, Elisabete Shibata, Andrew Hankinson, et al. 2023. <i>Supporting Musicological Investigations with Information Retrieval Tools: An Iterative Approach to Data Collection</i>.",
        "Lewis, David, Kevin R Page, Chanda VanderHart, and David M Weigl. 2023. “Tutorial-Collaborative Approaches to Discourse: Music Scholarship Using Performance Recordings and Linked Data Annotations.” <i>DH</i>.",
        "Lewis, David, Tim Crawford, and Golnaz Badkobeh. 2023. <i>Corpus-Building and Corpus-Based Musicology for the Early Modern Period: Towards a Complete Electronic Corpus of Lute Music... and Beyond</i>.",
        "Lewis, David, and Kevin R Page. 2023. <i>Nineteenth-Century Adaptations of Concert Music for Domestic Use as Seen in Contemporary Periodicals: Digital Scholarship Built on the Foundations of IIIF, MEI and Linked Data</i>.",
        "McKay, Cory, Julie Cumming, and Ichiro Fujinaga. 2023. “Rhythmic, Melodic and Vertical N-Gram Features as a Means of Studying Symbolic Music Computationally.” In <i>Annual International Conference of the Alliance of Digital Humanities</i>, edited by Anne Baillot, Toma Tasovac, Walter Scholger, and Georg Vogeler. Graz, Austria. <a href=\"https://doi.org/10.5281/ZENODO.8107739\">https://doi.org/10.5281/ZENODO.8107739</a>.",
        "McKay, Cory. 2023. “From jSymbolic 2 to 3: More Musical Features.” <i>Proceedings of the International Symposium on Computer Music Multidisciplinary Research</i> 752–755.",
        "Ozaki, Yuko, Mijke de Heer Kloots, Andrea Ravignani, and Patrick E. Savage. 2023. “Cultural Evolution of Music and Language.” In <i>Oxford Handbook of Language and Music</i>, edited by Daniela Sammler. Oxford University Press. <a href=\"http://doi.org/10.31234/osf.io/s7apx\">http://doi.org/10.31234/osf.io/s7apx</a>.",
        "Plaja-Roglans, Genís, Thomas Nuttall, Lara Pearson, Xavier Serra, and Marius Miron. 2023. “Repertoire-Specific Vocal Pitch Data Generation for Improved Melodic Analysis of Carnatic Music.” <i>Transactions of the International Society for Music Information Retrieval</i> 6 (1): 13–26.",
        "Porter, Alastair, Tim Crawford, and David Lewis. 2023. <i>End-to-End Loading of New Music Libraries to F-Tempo via IIIF</i>.",
        "Shanin, Ivan, and Simon Dixon. 2023. “Annotating Jazz Recordings Using Lead Sheet Alignment with Deep Chroma Features.” <i>2023 IEEE Workshop on Applications of Signal Processing to Audio and Acoustics (WASPAA)</i>, 1–5.",
        "Tuppen, Sandra. 2023. “‘Triumph, Victorious Love’: Le Triomphe de l’Amour (1681) and English Dramatic Opera.” <i>Early Music</i> 51 (2): 179–202.",
        "Valero-Mas, Jose J, Antonio Javier Gallego, Pablo Alonso-Jiménez, and Xavier Serra. 2023. “Multilabel Prototype Generation for Data Reduction in K-Nearest Neighbour Classification.” <i>Pattern Recognition</i> 135: 109190.",
        "Weck, Benno, and Xavier Serra. 2023. “Data Leakage in Cross-Modal Retrieval Training: A Case Study.” <i>ICASSP 2023-2023 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)</i>, 1–5.",
        "Zhang, Huan, Jingjing Tang, Syed Rafee, et al. 2023. <i>ATEPP: A Dataset of Automatically Transcribed Expressive Piano Performance</i>."
    ],
    "2022": [
        "Anna de Bakker, Jennifer Bain, Ichiro Fujinaga, and Debra Lacoste. 2022. “Piecing It Together: Analysis and Representation of Liturgical Fragments.” Paper presented at 57th International Congress on Medieval Studies, Kalamazoo, MI. May 14.",
        "Bain, Jennifer. 2022. “The Impact of Hildegard of Bingen’s Bibliographers and Catalogers.” In <i>Manuscripts, Music, Machaut: Essays in Honor of Lawrence Earp</i>.",
        "Bashford, Christina, Lisa Rosendahl, Elisabete Shibata, et al. 2022. <i>Beethoven’s Large-Scale Works Outside the Concert Hall: Toward a Digital Representation of Domestic Arrangements</i>.",
        "Bohl, Benjamin W, and Johannes Kepper. 2022. <i>ODD Structures and Where to Find Them</i>.",
        "Canning, Erin, Susan Brown, Sarah Roger, and Kimberley Martin. 2022. “The Power to Structure : Making Meaning from Metadata Through Ontologies.” <i>KULA: Knowledge Creation, Dissemination, and Preservation Studies</i>, Metadata as Knowledge, vol. 6 (3): 3. <a href=\"https://doi.org/10.18357/kula.169\">https://doi.org/10.18357/kula.169</a>.",
        "Castellanos, Francisco J, Antonio Javier Gallego, Jorge Calvo-Zaragoza, and Ichiro Fujinaga. 2022. “Domain Adaptation for Staff-Region Retrieval of Music Score Images.” <i>International Journal on Document Analysis and Recognition (IJDAR)</i> 25 (4): 281–92.",
        "Craig-McFeely, Julia. 2022. <i>Beyond the Fire of Attrition: Acid Decay and Forensic Reconstruction</i>.",
        "De Reuse, Timothy, and Ichiro Fujinaga. 2022. “A Transformer-Based\" Spellchecker\" for Detecting Errors in OMR Output.” <i>Proceedings of the International Society for Music Information Retrieval Conference</i> (Bangaluru, India), 789–96.",
        "De Roure, David, John Moore, Kevin Page, et al. 2022. <i>DigiSpec: Scoping Future Born-Digital Data Services for the Arts and Humanities</i>.",
        "Desmond, Karen, Laurent Pugin, Juliette Regimbal, David Rizo, Craig Sapp, and Martha E Thomae. 2022. <i>Encoding Polyphony from Medieval Manuscripts Notated in Mensural Notation</i>.",
        "Goebl, Werner, and David M Weigl. 2022. <i>Alleviating the Last Mile of Encoding: The Mei-Friend Package for the Atom Text Editor</i>.",
        "Han, Sooyeon, and JongGyu Han. 2022. “Case Study on an Integrated Interoperable Metadata Model for Geoscience Information Resources.” <i>Geoscience Data Journal</i>, 16. <a href=\"https://doi.org/10.1002/gdj3.150\">https://doi.org/10.1002/gdj3.150</a>.",
        "Jaillant, Lise, ed. 2022. <i>Archives, Access and Artificial Intelligence</i>. Vol. 2. Digital Humanities Research. Bielefeld University Press. <a href=\"https://www.transcript-publishing.com/978-3-8376-5584-1/archives-access-and-artificial-intelligence/\">https://www.transcript-publishing.com/978-3-8376-5584-1/archives-access-and-artificial-intelligence/</a>.",
        "Jennifer Bain. 2022. “Hildegard of Bingen Music Research Guide.” Open-access bibliography of editions and scholarly literature pertaining to Hildegard’s music, November 1. <a href=\"https://www.zotero.org/groups/2080999/hildegard_of_bingen_music_research_guide\">https://www.zotero.org/groups/2080999/hildegard_of_bingen_music_research_guide</a>.",
        "Khan, Huda, Claire DeMarco, Christine Fernsebner Eslao, et al. 2022. “Using Linked Data Sources to Enhance Catalog Discovery.” <i>KULA: Knowledge Creation, Dissemination, and Preservation Studies</i>, Metadata as Knowledge, vol. 6 (3): 3. <a href=\"https://doi.org/10.18357/kula.229\">https://doi.org/10.18357/kula.229</a>.",
        "Koho, Mikko, Toby Burrows, Eero Hyvönen, et al. 2022. “Harmonizing and Publishing Heterogeneous Premodern Manuscript Metadata as Linked Open Data.” <i>Journal of the Association for Information Science and Technology</i> 73 (2): 240–57.",
        "Lewis, David, Elisabete Shibata, Mark Saccomano, et al. 2022. “A Model for Annotating Musical Versions and Arrangements across Multiple Documents and Media.” <i>Proceedings of the 9th International Conference on Digital Libraries for Musicology</i>, 10–18.",
        "Lewis, David. 2022. <i>Music Encoding and Linked Data: A Flexible Approach to Sharing Musical Information Online</i>.",
        "Li, Xinyu. 2022. “HouseX: A Fine-Grained House Music Dataset and Its Potential in the Music Industry.” <i>arXiv:2207.11690</i>, July 24, 7.",
        "Lisena, Pasquale, Albert Meroño-Peñuela, and Raphaël Troncy. 2022. “MIDI2vec: Learning MIDI Embeddings for Reliable Prediction of Symbolic Music Metadata.” <i>Semantic Web</i> 13 (3): 357–77. <a href=\"https://doi.org/10.3233/SW-210446\">https://doi.org/10.3233/SW-210446</a>.",
        "Luo, Yin-Jyun, Sebastian Ewert, and Simon Dixon. 2022. “Towards Robust Unsupervised Disentanglement of Sequential Data–A Case Study Using Music Audio.” <i>arXiv Preprint arXiv:2205.05871</i>.",
        "McKay, Cory, and María Elena Cuenca Rodríguez. 2022. “Influencias Musicales En Las Misas y Motetes de Cristóbal de Morales y Francisco Guerrero: Una Aproximación Estadística.” <i>Musicología En Transición</i>, 1031–52.",
        "McKenna, Lucy, Christophe Debruyne, and Declan O’Sullivan. 2022. “Using Linked Data to Create Provenance-Rich Metadata Interlinks: The Design and Evaluation of the NAISC-L Interlinking Framework for Libraries, Archives and Museums.” <i>AI &amp; SOCIETY</i>, January 25, 27. <a href=\"https://doi.org/10.1007/s00146-021-01373-z\">https://doi.org/10.1007/s00146-021-01373-z</a>.",
        "Page, Kevin R, Johannes Kepper, Christine Siegert, Andrew Hankinson, and David Lewis. 2022. <i>Beethoven in the House: Digital Studies of Domestic Music Arrangements</i>.",
        "Poltronieri, Andrea, and Aldo Gangemi. 2022. “The HaMSE Ontology: Using Semantic Technologies to Support Music Representation Interoperability and Musicological Analysis.” <i>arXiv:2202.05817</i>, February 11, 15. <a href=\"https://doi.org/10.5281/zenodo.6047780\">https://doi.org/10.5281/zenodo.6047780</a>.",
        "Proutskova, Polina, Daniel Wolff, György Fazekas, et al. 2022. “The Jazz Ontology: A Semantic Model and Large-Scale RDF Repositories for Jazz.” <i>Journal of Web Semantics</i> 74 (October): 100735. <a href=\"https://doi.org/10.1016/j.websem.2022.100735\">https://doi.org/10.1016/j.websem.2022.100735</a>.",
        "Putnam, Nathan. 2022. “VIAF and the Linked Data Ecosystem.” <i>Jlist.It</i> 13 (1): 196–202. <a href=\"https://doi.org/10.4403/jlis.it-12749\">https://doi.org/10.4403/jlis.it-12749</a>.",
        "Ramoneda, Pedro, Dasaem Jeong, Eita Nakamura, Xavier Serra, and Marius Miron. 2022. “Automatic Piano Fingering from Partially Annotated Scores Using Autoregressive Neural Networks.” <i>Proceedings of the 30th ACM International Conference on Multimedia</i>, 6502–10.",
        "Ramoneda, Pedro, Nazif Can Tamer, Vsevolod Eremenko, Xavier Serra, and Marius Miron. 2022. “Score Difficulty Analysis for Piano Performance Education Based on Fingering.” <i>ICASSP 2022-2022 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)</i>, 201–5.",
        "Rebecca Adams, Jennifer Bain, Lucia Denk, Debra Lacoste, and Mary Jean Miller. 2022. “Quandaries, Queries, and Quagmires: Plainchant Puzzles and How to Solve Them in the CANTUS Database.” Paper presented at Medieval and Renaissance Music Conference, Uppsala, Sweden. July 6.",
        "Savage, Patrick E, Sam Passmore, Gakuto Chiba, Thomas E Currie, Haruo Suzuki, and Quentin D Atkinson. 2022. “Sequence Alignment of Folk Song Melodies Reveals Cross-Cultural Regularities of Musical Evolution.” <i>Current Biology</i> 32 (6): 1395–402.",
        "Thomae, Martha E, Julie Cumming, and Ichiro Fujinaga. 2022. “Counterpoint Error-Detection Tools for Optical Music Recognition of Renaissance Polyphonic Music.” <i>Proceedings of the 23rd International Society for Music Information Retrieval Conference</i> (Bangalulu, India), 501–8.",
        "Thomae, Martha E, Julie E Cumming, and Ichiro Fujinaga. 2022. “Digitization of Choirbooks in Guatemala.” <i>Proceedings of the 9th International Conference on Digital Libraries for Musicology</i>, 19–26.",
        "Topham, Kate, Julian Chambliss, Justin Wigard, and Nicole Huff. 2022. “The Marmaduke Problem: A Case Study of Comics as Linked Open (Meta)Data.” <i>KULA: Knowledge Creation, Dissemination, and Preservation Studies</i>, Metadata as Knowledge, vol. 6 (3): 3. <a href=\"https://doi.org/10.18357/kula.225\">https://doi.org/10.18357/kula.225</a>.",
        "Ulrich, Hannes, Ann-Kristin Kock-Schoppenhauer, Noemi Deppenwiese, et al. 2022. “Understanding the Nature of Metadata: Systematic Review.” Review. <i>Journal of Medical Internet Research</i> (Toronto, Canada) 1 (January): 15. <a href=\"https://doi.org/10.2196/25440\">https://doi.org/10.2196/25440</a>.",
        "Vatolkin, Igor, and Cory McKay. 2022a. “Multi-Objective Investigation of Six Feature Source Types for Multi-Modal Music Classification.” <i>Transactions of the International Society for Music Information Retrieval</i> 5 (1): 1–20.",
        "Vatolkin, Igor, and Cory McKay. 2022b. “Stability of Symbolic Feature Group Importance in the Context of Multi-Modal Music Classification.” <i>Proceedings of the International Society for Music Information Retrieval Conference</i>, 469–76.",
        "Weigl, David M, Chanda VanderHart, Matthäus Pescoller, et al. 2022. “The Vienna Philharmonic Orchestra’s New Year’s Concerts: Building a Fair Data Corpus for Musicology.” <i>Proceedings of the 9th International Conference on Digital Libraries for Musicology</i>, 36–40."
    ]
}