{
    "2025": [
        "Bain, Jennifer and Debra Lacoste. 2025. “Cantus Database Segments: The Canadian Chant Database.” Cantus Planus 2025 Research Forum, Online, June 12.",
        "Fujinaga, Ichiro and Junjun Cao. 2025. “LinkedMusic Project: Integrating Online Music Databases.” Vitrine HN / DH Showcase 2025, McGill University, January 17.",
        "Fujinaga, Ichiro. 2025b. “LinkedMusic Project: A Progress Report.” Sixth Joint Meeting Acoustical Society of America and Acoustical Society of Japan, Honolulu, Hawaii, December 3.",
        "Fujinaga, Ichiro. 2025c. “LinkedMusic Project: Integrating Music Databases.” Twenty-Third International Conference on New Directions in the Humanities, Hilo, Hawaii, June 26.",
        "Fujinaga, Ichiro. 2025d. “LinkedMusic Project: Integrating Music Databases.” Forum for Information Technology (FIT) 2025, Hokkaido University of Science, Sapporo, Japan, September 4.",
        "Fujinaga, Ichiro. 2025e. “LinkedMusic Project: Integrating Online Music Databases.” Music Symposium 2025, Waseda University, Tokyo, Japan, June 13.",
        "Fujinaga, Ichiro. 2025f. “LinkedMusic Project: Integrating Online Music Databases.” With Junjun Cao. International Association of Music Libraries, Archives and Documentation Centres (IAML), Salzberg, Austria, July 9.",
        "Fujinaga, Ichiro. 2025g. “Plenary Talk: On the Virtues of Lazy Machines.” Digital Humanities Summer Institute, Université de Montréal, Montréal, May 26.",
        "Page, Kevin, Laurent Pugin, David M. Weigl, and David Lewis. 2025. “Annotating Music Scores: Representing and Interacting with Annotations with MEI and Verovio.” Music Encoding Conference, University of London, London, UK, June 4.",
        "Page, Kevin. 2025. “Elgar’s Themes: New Pathways for Analysis, Interpretation and Engagement -- MerMEId as a Foundation for Digital Musicology.” A workshop on dissemination, discussion, and practical exercises in the online cataloguing of musical works, Conservatorio di Musica “Giuseppe Tartini,” September 13."
    ],
    "2024": [
        "Anna de Bakker. 2024a. “Both Sides Now: CANTUS and Cuttings.” Manuscript Cuttings Working Group of the V&amp;A Museum, McGill University, Montreal QC, April.",
        "Anna de Bakker. 2024b. “Cantus Ultimus and Fragments.” Medieval Academy of America Graduate Student Committee Digital Humanities Showcase, January.",
        "Anna de Bakker. 2024c. “Leaves and Links: Enhancing Fragmentarium’s Collection of Musically-Notated Liturgical Chant Fragments.” Fragmentarium Video Conference, July.",
        "Anna de Bakker. 2024d. “McGill Chant Fragments: Une Histoire En Chant.” Presentation for McGill libraries in collaboration with Ensemble Scholastica., McGill University, Montreal QC, November.",
        "Anna de Bakker. 2024e. “Reduced, Reused, Recycled: A Fragmented Antiphoner from Medieval Trier.” Annual meeting of the American Musicological Society, Chicago, Illinois, November.",
        "Anna de Bakker. 2024f. “Singing from the Sources: Using the Cantus Ultimus Portal to Find and View Manuscript Images.” Meeting of the IMS study group Cantus Planus, Gödöllő, Hungary, August.",
        "Anna de Bakker. 2024g. “Unsung Heroes: A Case Study in Fragments and Chant Transmission.” 59th International Congress on Medieval Studies, Western Michigan University, Kalamazoo MI, USA, May.",
        "Anna de Bakker. 2024h. “Update on Feast Days Project (Encoding Time Matters).” LinkedMusic Project Meeting III, McGill University, Montreal QC, October.",
        "Bain, Jennifer, Ichiro Fujinaga, and Judith Dietz. 2024. “Celebrating Music and Research from the Salzinnes Antiphonal.” Saint Mary’s University, October 3.",
        "Bain, Jennifer. 2024a. “Modal Assignment in the Music of Hildegard of Bingen.” Local Elements – Transregional Connections: Medieval and Early Modern Age Culture and Education in Central Europe, Slovak National Gallery, Bratislava, Slovakia, March 11.",
        "Bain, Jennifer. 2024b. “N-Gram Analysis as a Tool for Contextualizing the Music of Hildegard of Bingen.” Carrigan lecture, University of Michigan, MI, February 1.",
        "Bain, Jennifer. 2024c. “Sustaining Digital Musicology.” Keynote lecture. Digital Technologies Applied to Music Research: Methodologies, Projects and Challenges, School of Social Sciences and Humanities, NOVA University, Lisbon, June 27.",
        "Bain, Jennifer. 2024d. “Sustaining Digital Musicology.” Keynote lecture. LinkedMusic Project Meeting, Schulich School of Music, McGill University, Montreal, October 26.",
        "Bouressa, Kyrie. 2024a. “End-to-End with CDN-Mrb MS 0073.” LinkedMusic Project Meeting III, McGill University, Montreal QC, October.",
        "Bouressa, Kyrie. 2024b. “Performance as Pedagogy: Neumes in Passages from Vergil at San Giovanni a Carbonara.” American Musicological Society, Palmer Hilton, Chicago IL, USA, November.",
        "Bouressa, Kyrie. 2024c. “Performance as Pedagogy: Neumes in Passages from Virgil and Ovid at San Giovanni a Carbonara.” Medieval and Renaissance Music Conference “MedRen,” Universidad de Granada, Granada, ES, July.",
        "Bouressa, Kyrie. 2024d. “Tuscan Fragments in the Danish Royal Library.” International Conference of Medieval Studies, Western Michigan University, Kalamazoo MI, USA, May.",
        "Cumming, Julie. 2024. “The Western Music History Sequence: A New Approach.” Teaching Music History Conference 2024. American Musicological Society Music Pedagogy Study Group, Columbus Georgia, June 7.",
        "Fujinaga, Ichiro and Junjun Cao. 2024. “Sustainable Archiving of Music Databases through RDF and NLQ2SPARQL Frameworks.” The 1st Workshop on Utilizing AI/ML to Enhance Information Extraction, Organization, and Retrieval from Large-scale Archival Collections, Hong Kong University, Hong Kong, December 20.",
        "Fujinaga, Ichiro and Kyrie Bouressa. 2024. “Music Instrument Encoding Matters.” Music Encoding Conference, University of North Texas, Denton, TX, May 22.",
        "Fujinaga, Ichiro, Anna de Bakker, Andrew Hankinson, Dylan Hillerbrand, and Laurent Pugin. 2024. “LinkedNeumes: The Making of Cantus Ultimus.” Medieval and Renaissance Music Conference, Granada, July 6.",
        "Fujinaga, Ichiro. 2024. “Digital Echoes from the Middle Ages: A Framework for Analyzing Plainchants.” Keynote Speaker. Digital Technologies Applied to Music Research Conference, NOVA University, Lisbon, June 27.",
        "McKay, Cory and Julie Cumming. 2024. “New Tools for Old Questions: Applying Feature Extraction and Machine Learning to Rodin’s ‘The Josquin Canon at 500.’” Medieval and Renaissance Music Conference, University of Granada, Spain, July 6.",
        "McKay, Cory, and María Elena Cuenca Rodríguez. 2024. “Harmonious Research Collaborations in Computational Musicology.” Digital Technologies Applied to Music Research Conference, NOVA University, Lisbon, June.",
        "McKay, Cory. 2024. “SIMSSA DB and Related Human Factors.” Creation Of eaRly muSIc CorporA (CORSICA) Workshop.",
        "Page, Kevin, David Lewis, and David M. Weigl. 2024. “Annotating Digital Music Notation: Past, Present and Future Approaches.” Conference for International Association of Music Libraries, Archives, and Documentation Centres (IAML 2024), Stellenbosch, South Africa.",
        "Page, Kevin. 2024. “Adding Voices to Quire with Linked Art.” Conference of the International Council of Museums Committee for Documentation (CIDOC 2025)."
    ],
    "2023": [
        "Anna de Bakker. 2023. “McGill Chant Manuscripts and Fragments.” Celebrating Salzinnes: A Symposium, December.",
        "Bain, Jennifer. 2023. “Hildegard of Bingen and Mode: New Considerations.” Calvin M. Bower Lecture, University of Notre Dame, March 3.",
        "Bouressa, Kyrie. 2023. “Musical Instruments in Wikidata.” LinkedMusic Project Meeting II, McGill University, Montréal QC, October.",
        "Fujinaga, Ichiro, Elsa de Luca, Inga Behrendt, Kate Helsen, and Stefan Morent. 2023. “Visual or Symbolic? Best Practices for Encoding Neumes.” Joint Conference on MEC and TEI Conference, Paderborn University, Paderborn, Germany, September 8.",
        "Fujinaga, Ichiro, Elsa de Luca, and Maria Alexandru. 2023. “Brainstorming on the Encoding of Eastern Neumes: Middle-Byzantine Notation as a Case-Study.” Joint Conference on MEC and TEI Conference, Paderborn University, Paderborn, Germany, September 8.",
        "Fujinaga, Ichiro, Martha E. Thomae, and Julie Cumming. 2023. “Updates and Outcomes from the Guatemalan Digitization and Encoding Project.” Joint Conference on MEC and TEI Conference, Paderborn University, Paderborn, Germany, September 8.",
        "Fujinaga, Ichiro. 2023a. “Optical Music Recognition Workflow for Neume Notation and Its Encoding &amp; The Art of Teaching Computers.” Invited Speaker. Hakodate Mirai University, Tokyo, January 23.",
        "Fujinaga, Ichiro. 2023b. “SIMSSA Project and beyond: LinkedMusic and DACT.” With Jennifer Bain, Julie Cumming, and Debra Lacoste. RILM Global Digital Music Studies Conference, City University of New York, New York, April 13.",
        "Gates-Panneton, Geneviève. 2023. “Des Siècles de Silence.” Symposium on the Salzinnes Antiphoner, Namur, Belgium, December.",
        "Rodríguez, María Elena Cuenca, and Cory McKay. 2023. “The Stylistic Origin of the Anonymous 16th Century Masses Transcribed by Siro Cisilino (1903-1987) at the Fondazione Cini: A Statistical and Machine Learning Approach.” Medieval and Renaissance Music Conference, Munich, Germany, July."
    ],
    "2022": [
        "Fujinaga, Ichiro. 2022a. “Optical Music Recognition Workflow for Neume Notation and Its Encoding &amp; The Art of Teaching Computers.” Invited Speaker. Keio University, Tokyo, June 17.",
        "Fujinaga, Ichiro. 2022b. “Optical Music Recognition Workflow for  Neume Notation and Its Encoding &amp; The Art of Teaching Computers.” Keynote Speaker. Music Encoding Conference, Dalhousie University, Halifax, May 21.",
        "McKay, Cory and Julie Cumming. 2022. “Summary Features as the Basis for Content-Based Queries of Symbolic Music Repositories.” Congress of the International Association of Music Libraries, Archives and Documentation Centres, University of Granada, Spain.",
        "Rodríguez, María Elena Cuenca, and Cory McKay. 2022. “Musical Influences on the Masses of Pedro Fernández Buch (c. 1574-1648): A Stylistic Comparison Using Statistical Analysis.” Medieval and Renaissance Music Conference, Uppsala university, Sweden, July."
    ]
}