{
    "2025": [
        "Ichiro Fujinaga and Junjun Cao. 2025. “LinkedMusic Project: Integrating Online Music Databases.” Presented at the Vitrine HN / DH Showcase 2025, McGill University, January 17."
    ],
    "2024": [
        "Anna de Bakker. 2024. “Both Sides Now: CANTUS and Cuttings.” Presented at the Manuscript Cuttings Working Group of the V&amp;A Museum, McGill University, Montreal QC, April.",
        "Anna de Bakker. 2024. “Cantus Ultimus and Fragments.” Presented at the Medieval Academy of America Graduate Student Committee Digital Humanities Showcase, January.",
        "Anna de Bakker. 2024. “Leaves and Links: Enhancing Fragmentarium’s Collection of Musically-Notated Liturgical Chant Fragments.” Presented at the Fragmentarium Video Conference, July.",
        "Anna de Bakker. 2024. “McGill Chant Fragments: Une Histoire En Chant.” Presented at the Presentation for McGill libraries in collaboration with Ensemble Scholastica., McGill University, Montreal QC, November.",
        "Anna de Bakker. 2024. “Reduced, Reused, Recycled: A Fragmented Antiphoner from Medieval Trier.” Presented at the Annual meeting of the American Musicological Society, Chicago, Illinois, November.",
        "Anna de Bakker. 2024. “Singing from the Sources: Using the Cantus Ultimus Portal to Find and View Manuscript Images.” Presented at the Meeting of the IMS study group Cantus Planus, Gödöllő, Hungary, August.",
        "Anna de Bakker. 2024. “Unsung Heroes: A Case Study in Fragments and Chant Transmission.” Presented at the 59th International Congress on Medieval Studies, Western Michigan University, Kalamazoo MI, USA, May.",
        "Anna de Bakker. 2024. “Update on Feast Days Project (Encoding Time Matters).” Presented at the LinkedMusic Project Meeting III, McGill University, Montreal QC, October.",
        "Bouressa, Kyrie. 2024. “End-to-End with CDN-Mrb MS 0073.” Presented at the LinkedMusic Project Meeting III, McGill University, Montreal QC, October.",
        "Bouressa, Kyrie. 2024. “Musical Instrument Encoding Matters.” Presented at the Music Encoding Conference, University of North Texas, Denton TX, USA, May.",
        "Bouressa, Kyrie. 2024. “Performance as Pedagogy: Neumes in Passages from Vergil at San Giovanni a Carbonara.” Presented at the American Musicological Society, Palmer Hilton, Chicago IL, USA, November.",
        "Bouressa, Kyrie. 2024. “Performance as Pedagogy: Neumes in Passages from Virgil and Ovid at San Giovanni a Carbonara.” Presented at the Medieval and Renaissance Music Conference “MedRen,” Universidad de Granada, Granada, ES, July.",
        "Bouressa, Kyrie. 2024. “Tuscan Fragments in the Danish Royal Library.” Presented at the International Conference of Medieval Studies, Western Michigan University, Kalamazoo MI, USA, May.",
        "Cory McKay and Julie Cumming. 2024. “New Tools for Old Questions: Applying Feature Extraction and Machine Learning to Rodin’s ‘The Josquin Canon at 500.’” Presented at the Medieval and Renaissance Music Conference, University of Granada, Spain, July.",
        "Cory McKay. 2024. “SIMSSA DB and Related Human Factors.” Presented at the Creation Of eaRly muSIc CorporA (CORSICA) Workshop.",
        "Ichiro Fujinaga and Junjun Cao. 2024. “Sustainable Archiving of Music Databases through RDF and NLQ2SPARQL Frameworks.” Presented at the The 1st Workshop on Utilizing AI/ML to Enhance Information Extraction, Organization, and Retrieval from Large-scale Archival Collections, Hong Kong University, Hong Kong, December 20.",
        "Ichiro Fujinaga and Kyrie Bouressa. 2024. “Music Instrument Encoding Matters.” Presented at the Music Encoding Conference, University of North Texas, Denton, TX, May 22.",
        "Ichiro Fujinaga, Anna de Bakker, Andrew Hankinson, Dylan Hillerbrand, and Laurent Pugin. 2024. “LinkedNeumes: The Making of Cantus Ultimus.” Presented at the Medieval and Renaissance Music Conference, Granada, July 6.",
        "Ichiro Fujinaga. 2024. “Digital Echoes from the Middle Ages: A Framework for Analyzing Plainchants.” Keynote Speaker presented at the Digital Technologies Applied to Music Research Conference, NOVA University, Lisbon, June 27.",
        "McKay, Cory, and María Elena Cuenca Rodríguez. 2024. “Harmonious Research Collaborations in Computational Musicology.” Presented at the Digital Technologies Applied to Music Research Conference, NOVA University, Lisbon, June."
    ],
    "2023": [
        "Anna de Bakker. 2023. “McGill Chant Manuscripts and Fragments.” Presented at the Celebrating Salzinnes: A Symposium, December.",
        "Bouressa, Kyrie. 2023. “Musical Instruments in Wikidata.” Presented at the LinkedMusic Project Meeting II, McGill University, Montréal QC, October.",
        "Geneviève Gates-Panneton. 2023. “Des Siècles de Silence.” Presented at the Symposium on the Salzinnes Antiphoner, Namur, Belgium, December.",
        "Ichiro Fujinaga, Elsa de Luca, Inga Behrendt, Kate Helsen, and Stefan Morent. 2023. “Visual or Symbolic? Best Practices for Encoding Neumes.” Presented at the Joint Conference on MEC and TEI Conference, Paderborn University, Paderborn, Germany, September 8.",
        "Ichiro Fujinaga, Elsa de Luca, and Maria Alexandru. 2023. “Brainstorming on the Encoding of Eastern Neumes: Middle-Byzantine Notation as a Case-Study.” Presented at the Joint Conference on MEC and TEI Conference, Paderborn University, Paderborn, Germany, September 8.",
        "Ichiro Fujinaga, Martha E. Thomae, and Julie Cumming. 2023. “Updates and Outcomes from the Guatemalan Digitization and Encoding Project.” Presented at the Joint Conference on MEC and TEI Conference, Paderborn University, Paderborn, Germany, September 8.",
        "Ichiro Fujinaga. 2023. “Optical Music Recognition Workflow for Neume Notation and Its Encoding &amp; The Art of Teaching Computers.” Invited Speaker, Hakodate Mirai University, Tokyo, January 23.",
        "Rodríguez, María Elena Cuenca, and Cory McKay. 2023. “The Stylistic Origin of the Anonymous 16th Century Masses Transcribed by Siro Cisilino (1903-1987) at the Fondazione Cini: A Statistical and Machine Learning Approach.” Presented at the Medieval and Renaissance Music Conference, Munich, Germany, July."
    ],
    "2022": [
        "Cory McKay and Julie Cumming. 2022. “Summary Features as the Basis for Content-Based Queries of Symbolic Music Repositories.” Presented at the Congress of the International Association of Music Libraries, Archives and Documentation Centres, University of Granada, Spain.",
        "Ichiro Fujinaga. 2022. “Optical Music Recognition Workflow for Neume Notation and Its Encoding &amp; The Art of Teaching Computers.” Invited Speaker, Keio University, Tokyo, June 17.",
        "Ichiro Fujinaga. 2022. “Optical Music Recognition Workflow for  Neume Notation and Its Encoding &amp; The Art of Teaching Computers.” Keynote Speaker presented at the Music Encoding Conference, Dalhousie University, Halifax, May 21.",
        "Rodríguez, María Elena Cuenca, and Cory McKay. 2022. “Musical Influences on the Masses of Pedro Fernández Buch (c. 1574-1648): A Stylistic Comparison Using Statistical Analysis.” Presented at the Medieval and Renaissance Music Conference, Uppsala university, Sweden, July."
    ]
}